archlinux-appstream-data-pamac
archlinux-themes-sddm
aur-out-of-date
auracle-git
bluetuith
clion
clion-cmake
clion-gdb
clion-jre
clion-lldb
gnome-books
gnome-browser-connector
heroic-games-launcher
jetbrains-fleet
libpamac-git
ncpamixer
neovim-lualine-git
neovim-plenary-git
onedrive
pamac-aur-git
pstack
spotify
stockfish
sway-launcher-desktop
tty-clock-git
vino
visual-studio-code-bin
waylogout-git
webapp-manager
wev
wob
yaft
