accerciser
asciidoc
automake
baobab
base
biber
bison
bluez-utils
brightnessctl
cheese
dconf-editor
devhelp
devtools
dice
discord
dmd
dmenu
dmidecode
docker
docker-buildx
dolphin
efibootmgr
endeavour
eog
evince
evolution
evolution-ews
evtest
fakeroot
file-roller
firefox
five-or-more
flex
foot
four-in-a-row
fzf
gdm
geary
gedit
ghex
glade
glances
gnome-backgrounds
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
go
gobject-introspection
gping
grilo-plugins
grub
gst-libav
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hitori
htop
hyprland
hyprpaper
i3status
iagno
intel-gpu-tools
itstool
jedi-language-server
jq
kitty
libcurl-gnutls
libreoffice-fresh
libva-intel-driver
libva-utils
libxss
light
lightsoff
links
linux
linux-firmware
linux-firmware-qlogic
linux-headers
lua-language-server
make
mako
malcontent
man-db
mono
mutter
nautilus
ncdu
neofetch
neovim
nethack
network-manager-applet
networkmanager
networkmanager-openconnect
npm
orca
owncloud-client
pacman-contrib
pamixer
pipewire-pulse
pkgstats
polari
powerline
python-pip
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
quadrapassel
ranger
rygel
scrcpy
sddm
sfml
simple-scan
slurp
steam
steam-native-runtime
strace
sudo
sushi
sway
swaybg
swayidle
swaylock
swell-foop
sysprof
tali
terminator
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tig
tmux
totem
traceroute
tracker3-miners
ttf-nerd-fonts-symbols-mono
ttf-sourcecodepro-nerd
vim
vim-latexsuite
virtualbox
waybar
wget
which
wine
xdg-user-dirs-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yelp
zsh
